tap "felixkratz/formulae"
tap "go-task/tap"
tap "nikitabobko/tap"
brew "protobuf"
brew "asdf"
brew "awscli"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gifsicle"
brew "graphviz"
brew "libpq", link: true
brew "harlequin"
brew "helm"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "make"
brew "neovim"
brew "pyenv"
brew "ripgrep"
brew "scala@2.12"
brew "tmux"
brew "xdg-ninja"
brew "yarn"
brew "yq"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "go-task/tap/go-task"
cask "aerospace"
cask "alacritty"
cask "font-iosevka-nerd-font"
cask "mactex"
cask "mattermost"
cask "monitorcontrol"
cask "wezterm"
